Repository: WeiErLiTeo/live-photo-box
Catalog: Live Photo Box/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# SettingsPage_Debug_GitHubTokenGuideLink.Text
source: Open token page
zh_hans: 前往生成 GitHub Token

# SettingsPage_Debug_GitHubTokenBox_Placeholder
source: Enter GitHub Token (ghp_...)
zh_hans: 输入 GitHub Token（ghp_...）

# SettingsPage_Debug_GitHubTokenSaveBtn.Content
source: Save
zh_hans: 保存

# SettingsPage_Debug_GitHubTokenNotSet
source: Not set (unauthenticated API, 60 req/h)
zh_hans: 未设置（使用未认证 API，60 次/小时）

# SettingsPage_Debug_GitHubTokenSet
source: Set: {0} (5000 req/h)
zh_hans: 已设置：{0}（5000 次/小时）

# SettingsPage_Debug_GitHubTokenClearBtn.Content
source: Clear Token
zh_hans: 清除 Token

# SettingsPage_Debug_GitHubTokenEmpty
source: Token cannot be empty
zh_hans: Token 不能为空

# SettingsPage_Debug_GitHubTokenInvalidFormat
source: Invalid token format
zh_hans: Token 格式不正确

# Btn_ViewOptionsAndRepair
source: View Options & Repair
zh_hans: 查看选项并修复

# Msg_Warning
source: Warning
zh_hans: 提示

# RepairOptions_Title
source: Repair Options
zh_hans: 选择修复内容

# RepairOptions_ImageSection
source: Image Repair
zh_hans: 图片修复

# RepairOptions_FixImageRotation
source: Rotation Fix
zh_hans: 旋转修正

# RepairOptions_StripImageThumbnail
source: Strip Thumbnail
zh_hans: 缩略图剥离

# RepairOptions_FixHeicOrientation
source: HEIC/HEIF Orientation Fix
zh_hans: HEIC/HEIF 方向修正

# RepairOptions_VideoSection
source: Video Repair
zh_hans: 视频修复

# RepairOptions_FixVideoRotation
source: Remove Rotation Tag
zh_hans: 去除旋转标签

# RepairOptions_NoneSelected
source: Please select at least one repair option
zh_hans: 请至少勾选一项修复内容

# KeyPhotoPage_Back.Label
source: Back
zh_hans: 返回

# KeyPhotoPage_Undo.Label
source: Undo
zh_hans: 撤销

# KeyPhotoPage_Redo.Label
source: Redo
zh_hans: 重做

# KeyPhotoPage_PageTitle.Text
source: Live Photo Key Photo & Properties
zh_hans: 实况照片编辑

# KeyPhotoPage_ConvertProtocol.Label
source: Convert Live Photo Protocol
zh_hans: 转换实况照片协议

# KeyPhotoPage_ConvertProtocol.ToolTipService.ToolTip
source: Convert the Live Photo protocol of current file
zh_hans: 转换当前实况照片的封装协议

# KeyPhotoPage_Restore.Label
source: Restore
zh_hans: 恢复

# KeyPhotoPage_Save.Label
source: Set Cover & Save Copy
zh_hans: 设为封面并保存为副本

# KeyPhotoPage_Save.ToolTipService.ToolTip
source: Set current frame as cover and save a copy
zh_hans: 将当前帧设为封面并另存为新文件

# KeyPhotoPage_SaveAs.Label
source: Save As
zh_hans: 另存为

# KeyPhotoPage_SaveAs.ToolTipService.ToolTip
source: Save as a new file
zh_hans: 另存为新文件

# KeyPhotoPage_Export.Label
source: Export
zh_hans: 导出帧…

# KeyPhotoPage_More.Label
source: More
zh_hans: 更多

# KeyPhotoPage_CurrentDirBox.PlaceholderText
source: Current directory...
zh_hans: 当前目录...

# KeyPhotoPage_RefreshDirBtn.ToolTipService.ToolTip
source: Refresh Directory
zh_hans: 刷新目录

# KeyPhotoPage_PrevFrame.ToolTipService.ToolTip
source: Previous Frame
zh_hans: 上一帧

# KeyPhotoPage_NextFrame.ToolTipService.ToolTip
source: Next Frame
zh_hans: 下一帧

# KeyPhotoPage_PlayLivePhoto.ToolTipService.ToolTip
source: Play Live Photo
zh_hans: 播放实况照片

# KeyPhotoPage_MuteToggle.ToolTipService.ToolTip
source: Toggle Mute
zh_hans: 切换静音

# KeyPhotoPage_BrowseFolderBtn.ToolTipService.ToolTip
source: Browse folder
zh_hans: 浏览文件夹

# KeyPhotoPage_SearchBox.PlaceholderText
source: Search files...
zh_hans: 搜索文件...

# KeyPhotoPage_Sort_Name.Content
source: Name
zh_hans: 名称

# KeyPhotoPage_Sort_Date.Content
source: Date
zh_hans: 日期

# KeyPhotoPage_Sort_Size.Content
source: Size
zh_hans: 大小

# KeyPhotoPage_ViewModeToggle.ToolTipService.ToolTip
source: Toggle view mode
zh_hans: 切换显示模式

# KeyPhotoPage_SortDirectionBtn.ToolTipService.ToolTip
source: Sort direction
zh_hans: 排序方向

# KeyPhotoPage_ZoomOutBtn.ToolTipService.ToolTip
source: Zoom out
zh_hans: 缩小

# KeyPhotoPage_ZoomInBtn.ToolTipService.ToolTip
source: Zoom in
zh_hans: 放大

# KeyPhotoPage_FitWindowBtn.ToolTipService.ToolTip
source: Fit to window
zh_hans: 适应窗口

# KeyPhotoPage_TimelineTitle.Text
source: Live Photo Frames
zh_hans: 实况照片帧

# KeyPhotoPage_TimelinePlaceholder.Text
source: (Coming in a future update)
zh_hans: （后续版本实现）

# KeyPhoto_TimelineInfo
source: {0} · {1} frames
zh_hans: {0} · {1} 帧

# KeyPhotoPage_PhotoInfoTitle.Text
source: Photo Info
zh_hans: 当前照片信息

# KeyPhotoPage_LivePhotoInfoTitle.Text
source: Live Photo Info
zh_hans: Live Photo 信息

# KeyPhotoPage_ExifInfoTitle.Text
source: EXIF Info
zh_hans: EXIF 信息

# KeyPhotoPage_FileNameLabel.Text
source: Filename:
zh_hans: 文件名：

# KeyPhotoPage_FilePathLabel.Text
source: Path:
zh_hans: 路径：

# KeyPhotoPage_FileSizeLabel.Text
source: Size:
zh_hans: 大小：

# KeyPhotoPage_ResolutionLabel.Text
source: Resolution:
zh_hans: 分辨率：

# KeyPhotoPage_PhotoFormatLabel.Text
source: Format:
zh_hans: 格式：

# KeyPhotoPage_ProtocolLabel.Text
source: Protocol:
zh_hans: 协议：

# KeyPhotoPage_VideoDurationLabel.Text
source: Video duration:
zh_hans: 视频时长：

# KeyPhotoPage_VideoCodecLabel.Text
source: Codec:
zh_hans: 编码格式：

# KeyPhotoPage_VideoResolutionLabel.Text
source: Video resolution:
zh_hans: 视频分辨率：

# KeyPhotoPage_VideoFpsLabel.Text
source: Frame rate:
zh_hans: 帧率：

# KeyPhotoPage_CameraModelLabel.Text
source: Camera:
zh_hans: 相机型号：

# KeyPhotoPage_LensModelLabel.Text
source: Lens:
zh_hans: 镜头：

# KeyPhotoPage_FocalLengthLabel.Text
source: Focal length:
zh_hans: 焦距：

# KeyPhotoPage_ApertureLabel.Text
source: Aperture:
zh_hans: 光圈：

# KeyPhotoPage_ShutterSpeedLabel.Text
source: Shutter:
zh_hans: 快门：

# KeyPhotoPage_DateTakenLabel.Text
source: Date taken:
zh_hans: 拍摄日期：

# KeyPhotoPage_MapPlaceholder.Text
source: Map (coming soon)
zh_hans: 地图（后续实现）

# KeyPhotoPage_ViewFullProps.Label
source: Properties
zh_hans: 完整属性

# KeyPhotoPage_ViewFullPropsText.Text
source: View Full Properties
zh_hans: 查看完整属性

# KeyPhotoPage_Altitude
source: Altitude
zh_hans: 海拔

# KeyPhoto_Protocol_HeicEmbedded
source: Apple HEIC Live Photo
zh_hans: Apple HEIC 实况

# KeyPhoto_Protocol_JpegGeneric
source: JPEG Embedded Live Photo
zh_hans: JPEG 内嵌实况

# KeyPhoto_Protocol_NonLive
source: Non-Live Photo
zh_hans: 非实况照片

# KeyPhoto_FileCountSummary
source: {0} live photos, {1} other photos
zh_hans: 共 {0} 个实况照片，{1} 个其他照片

# KeyPhoto_Filter_All.Content
source: All Photos
zh_hans: 所有照片

# KeyPhoto_Filter_Live.Content
source: Live Photos Only
zh_hans: 仅实况照片

# KeyPhoto_Filter_Regular.Content
source: Regular Photos Only
zh_hans: 仅普通照片

# KeyPhotoPage_PanelTitle.Text
source: File Browser
zh_hans: 资源浏览

# KeyPhotoPage_CollapsePanel.ToolTipService.ToolTip
source: Collapse Panel
zh_hans: 折叠面板

# KeyPhotoPage_LocatePhoto.ToolTipService.ToolTip
source: Show in folder
zh_hans: 在文件夹中显示

# KeyPhotoPage_LocateVideo.ToolTipService.ToolTip
source: Show in folder
zh_hans: 在文件夹中显示

# KeyPhoto_CameraPosition_Rear
source: Rear Camera
zh_hans: 后置摄像头

# KeyPhoto_CameraPosition_Front
source: Front Camera
zh_hans: 前置摄像头

# KeyPhotoPage_MaximizeButton.ToolTipService.ToolTip
source: Maximize Preview
zh_hans: 最大化预览

# KeyPhotoPage_GotoCover.Content
source: Go to Cover
zh_hans: 前往封面

# KeyPhotoPage_GotoCover.ToolTipService.ToolTip
source: Jump to the cover frame
zh_hans: 跳转到当前封面对应的帧

# KeyPhoto_UnknownDevice
source: Unknown Device
zh_hans: 未知拍摄设备

# KeyPhoto_UnknownCamera
source: Unknown Camera
zh_hans: 未知摄像头

# KeyPhoto_Lens_Rear
source: Rear
zh_hans: 后置

# KeyPhoto_Lens_Front
source: Front
zh_hans: 前置

# KeyPhoto_Lens_UltraWide
source: Ultra Wide
zh_hans: 超广角

# KeyPhoto_Lens_Wide
source: Wide
zh_hans: 广角

# KeyPhoto_Lens_Telephoto
source: Telephoto
zh_hans: 长焦

# KeyPhoto_Lens_Macro
source: Macro
zh_hans: 微距

# KeyPhoto_Lens_Main
source: Main
zh_hans: 主摄

# KeyPhoto_Lens_Periscope
source: Periscope
zh_hans: 潜望

# KeyPhoto_Lens_Depth
source: Depth
zh_hans: 景深

# KeyPhoto_Lens_Camera
source: Camera
zh_hans: 摄像头

# KeyPhotoPage_TabCombined.Content
source: Combined View
zh_hans: 组合查看

# KeyPhotoPage_TabFrames.Content
source: Live Photo Frames
zh_hans: 实况照片帧

# KeyPhotoPage_TabBasicInfo.Content
source: File Basic Info
zh_hans: 文件基础信息

# KeyPhotoPage_TabDetailProps.Content
source: Change File Properties
zh_hans: 更改文件属性
